;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor:  geogeo.gr
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version: 1.0.1 17
; Update: May 24, 2015
;


[Lang]
NativeLanguage=Ελληνικά
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού



[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
LangShortName=el-gr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
;
; Popup menu
;


pmHelp=Άμεση βοήθεια
pmforum=Φόρουμ
pmHome=Ιστοσελίδα
pmContact=Επικοινωνήστε μαζί μας
pmCheckNew=Έλεγχος για ενημερώσεις
pmLang=Γλώσσα / Language
pmAbout=Περί...
pmConMenu=Προσθήκη στο μενού περιβάλλοντος
;
; Main GUI
;


FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Απαλλαγείτε από οποιοδήποτε αρχείο που δεν μπορεί να διαγραφεί από τα Windows.
FrmWDMain.btnAFile.caption=Προσθ. αρχείου
FrmWDMain.btnAfolder.caption=Προσθ.φακέλου
FrmWDMain.btnRemove.caption=Κατάργηση
FrmWDMain.btnDel.caption=Ξεκλείδωμα & Διαγραφή
FrmWDMain.btnsupport.caption=Αποστολή σχολίου
FrmWDMain.btnfacebook.hint=Ακολουθήστε μας στο facebook
FrmWDMain.btntwitter.hint=Μοιραστείτε το Wise Force Deleter στο Twitter
FrmWDMain.btngoogle.hint=Μοιραστείτε το Wise Force Deleter στο Google+
FrmWDMain.btnemail.hint=Πείτε στους φίλους σας για το Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Όνομα
FrmWDManin.lvfile.Columns[1]=Κατάλογος
FrmWDManin.lvfile.Columns[2]=Κατάσταση
;
; About
;


FrmAbout.caption=Περί...
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
FrmAbout.lblWarning.caption=Προειδοποίηση: Αυτό το πρόγραμμα υπολογιστή προστατεύεται από τους νόμους και τις διεθνείς συνθήκες περί πνευματικής ιδιοκτησίας.



[Message]
ForceDelete=Αναγκαστική διαγραφή
Newver=Μία νέα έκδοση
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
None=Έτοιμο
Unlocked=Ξεκλειδώθηκε & Διαγράφηκε
Deleted=Διαγράφηκε
FailDel=Η διαγραφή απέτυχε
Aborted=Ματαιώθηκε
NoExists=Δεν υπάρχει
ConfirmDel=Θέλετε να ξεκλειδώσετε και να διαγράψετε το αρχείο/φάκελο;
TranslateTo=Μετάφραση στα...
